Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Checkin_AllDone
source: All done
de_de: Alles erledigt
es_mx: Todo hecho
fr_fr: Tout est terminé
hi_in: सब पूर्ण
id_id: Semua selesai
it_it: Tutto completato
ja_jp: すべて完了
ko_kr: 모두 완료
pt_br: Tudo concluído
ru_ru: Всё готово
zh_cn: 全部完成
zh_tw: 全部完成

# Checkin_CountFailed
source: {0} failed
de_de: {0} fehlgeschlagen
es_mx: {0} fallidas
fr_fr: {0} échec(s)
hi_in: {0} विफल
id_id: {0} gagal
it_it: {0} falliti
ja_jp: {0}件失敗
ko_kr: {0} 실패
pt_br: {0} falharam
ru_ru: {0} с ошибкой
zh_cn: {0}个失败
zh_tw: {0}個失敗

# Checkin_AccountsSuccess
source: {0} account(s) succeeded
de_de: {0} Konten erfolgreich
es_mx: {0} cuenta(s) exitosa(s)
fr_fr: {0} compte(s) réussi(s)
hi_in: {0} खाता/खाते सफल
id_id: {0} akun berhasil
it_it: {0} account riusciti
ja_jp: {0}アカウント成功
ko_kr: {0}개 계정 성공
pt_br: {0} conta(s) com sucesso
ru_ru: {0} аккаунтов успешно
zh_cn: {0}个账号成功
zh_tw: {0}個帳號成功

# Checkin_AccountsFailed
source: {0} failed
de_de: {0} fehlgeschlagen
es_mx: {0} fallidas
fr_fr: {0} échec(s)
hi_in: {0} विफल
id_id: {0} gagal
it_it: {0} falliti
ja_jp: {0}件失敗
ko_kr: {0} 실패
pt_br: {0} falharam
ru_ru: {0} с ошибкой
zh_cn: {0}个失败
zh_tw: {0}個失敗

# Checkin_GameCheckin
source: Game Check-in
de_de: Spiel-Check-in
es_mx: Check-in del juego
fr_fr: Check-in jeu
hi_in: गेम चेक-इन
id_id: Check-in Game
it_it: Check-in Gioco
ja_jp: ゲームチェックイン
ko_kr: 게임 출석 체크
pt_br: Check-in do jogo
ru_ru: Игровая отметка
zh_cn: 游戏签到
zh_tw: 遊戲簽到

# Checkin_CloudGameCheckin
source: Cloud Game Check-in
de_de: Cloud-Spiel-Check-in
es_mx: Check-in de juego en la nube
fr_fr: Check-in cloud gaming
hi_in: क्लाउड गेम चेक-इन
id_id: Check-in Cloud Game
it_it: Check-in Cloud Game
ja_jp: クラウドゲームチェックイン
ko_kr: 클라우드 게임 출석 체크
pt_br: Check-in do cloud gaming
ru_ru: Отметка облачной игры
zh_cn: 云游戏签到
zh_tw: 雲端遊戲簽到

# Checkin_CommunityCheckin
source: Community Check-in
es_mx: Check-in de comunidad
fr_fr: Check-in communauté
hi_in: कम्युनिटी चेक-इन
id_id: Check-in Komunitas
it_it: Check-in Community
ja_jp: コミュニティチェックイン
ko_kr: 커뮤니티 출석 체크
pt_br: Check-in da comunidade
ru_ru: Отметка сообщества
zh_cn: 社区签到
zh_tw: 社群簽到

# Checkin_OSAccountSkipped
source: OS Account skipped
de_de: OS-Konto übersprungen
es_mx: Cuenta OS omitida
fr_fr: Compte OS ignoré
hi_in: OS खाता छोड़ा गया
id_id: Akun OS dilewati
it_it: Account OS saltato
ja_jp: OSアカウントスキップ
ko_kr: OS 계정 건너뜀
pt_br: Conta OS pulada
ru_ru: OS аккаунт пропущен
zh_cn: OS 账号跳过
zh_tw: OS 帳號跳過

# Checkin_NoCloudCredential
source: No cloud game credential configured
de_de: Keine Cloud-Spiel-Anmeldedaten konfiguriert
es_mx: No hay credencial de juego en la nube configurada
fr_fr: Identifiants cloud gaming non configurés
hi_in: कोई क्लाउड गेम क्रेडेंशियल कॉन्फ़िगर नहीं
id_id: Tidak ada kredensial cloud game yang dikonfigurasi
it_it: Nessuna credenziale cloud game configurata
ja_jp: クラウドゲーム認証情報未設定
ko_kr: 클라우드 게임 자격 증명이 구성되지 않음
pt_br: Nenhuma credencial de cloud gaming configurada
ru_ru: Не настроены данные облачной игры
zh_cn: 未配置云游戏凭证
zh_tw: 未設定雲端遊戲憑證

# Checkin_NotConfiguredCredential
source: Credential not configured
de_de: Keine Anmeldedaten konfiguriert
es_mx: Credencial no configurada
fr_fr: Identifiants non configurés
hi_in: क्रेडेंशियल कॉन्फ़िगर नहीं है
id_id: Kredensial tidak dikonfigurasi
it_it: Credenziale non configurata
ja_jp: 認証情報未設定
ko_kr: 자격 증명이 구성되지 않음
pt_br: Credencial não configurada
ru_ru: Учётные данные не настроены
zh_cn: 未配置凭证
zh_tw: 未設定憑證

# Checkin_ConsecutiveDays
source: {0} consecutive days | Reward: {1}
de_de: {0} aufeinanderfolgende Tage | Erhalten: {1}
es_mx: {0} días consecutivos | Recompensa: {1}
fr_fr: {0} jour(s) consécutif(s) | Obtenu {1}
hi_in: {0} लगातार दिन | पुरस्कार: {1}
id_id: {0} hari berturut-turut | Hadiah: {1}
it_it: {0} giorni consecutivi | Ricompensa: {1}
ja_jp: {0}日連続 | 報酬: {1}
ko_kr: {0}일 연속 | 보상: {1}
pt_br: {0} dias consecutivos | Recompensa: {1}
ru_ru: {0} дн. подряд | Награда: {1}
zh_cn: 连续{0}天 | 获得{1}
zh_tw: 連續{0}天 | 獲得{1}

# Checkin_SuccessFailCount
source: {0} succeeded, {1} failed
de_de: {0} erfolgreich, {1} fehlgeschlagen
es_mx: {0} exitosas, {1} fallidas
fr_fr: {0} succès, {1} échec(s)
hi_in: {0} सफल, {1} विफल
id_id: {0} berhasil, {1} gagal
it_it: {0} riusciti, {1} falliti
ja_jp: {0}成功、{1}失敗
ko_kr: {0} 성공, {1} 실패
pt_br: {0} com sucesso, {1} falharam
ru_ru: {0} успешно, {1} с ошибкой
zh_cn: {0}成功，{1}失败
zh_tw: {0}成功，{1}失敗

# Checkin_GetStatusFailed
source: Failed to get status
de_de: Statusabruf fehlgeschlagen
es_mx: Error al obtener estado
fr_fr: Échec de récupération du statut
hi_in: स्थिति प्राप्त करने में विफल
id_id: Gagal mendapatkan status
it_it: Recupero stato fallito
ja_jp: 状態取得失敗
ko_kr: 상태를 가져오지 못했습니다
pt_br: Falha ao obter status
ru_ru: Не удалось получить статус
zh_cn: 获取状态失败
zh_tw: 取得狀態失敗

# Checkin_SignedToday
source: Signed in today
de_de: Heute bereits eingecheckt
es_mx: Registrado hoy
fr_fr: Check-in effectué aujourd'hui
hi_in: आज साइन इन किया
id_id: Sudah check-in hari ini
it_it: Firmato oggi
ja_jp: 本日チェックイン済み
ko_kr: 오늘 출석 완료
pt_br: Check-in feito hoje
ru_ru: Отмечен сегодня
zh_cn: 今日已签到
zh_tw: 今日已簽到

# Checkin_UnsignedToday
source: Not signed in today
de_de: Heute noch nicht eingecheckt
es_mx: No registrado hoy
fr_fr: Check-in non effectué aujourd'hui
hi_in: आज साइन इन नहीं किया
id_id: Belum check-in hari ini
it_it: Non firmato oggi
ja_jp: 本日未チェックイン
ko_kr: 오늘 출석 안 함
pt_br: Check-in não feito hoje
ru_ru: Не отмечен сегодня
zh_cn: 今日未签到
zh_tw: 今日未簽到

# Checkin_NotEnabled
source: Check-in feature not enabled
de_de: Check-in-Funktion nicht aktiviert
es_mx: Función de check-in no activada
fr_fr: Fonction de check-in non activée
hi_in: चेक-इन सुविधा सक्षम नहीं
id_id: Fitur check-in tidak diaktifkan
it_it: Funzionalità check-in non abilitata
ja_jp: チェックイン機能無効
ko_kr: 출석 기능이 활성화되지 않음
pt_br: Recurso de check-in não ativado
ru_ru: Функция отметки не включена
zh_cn: 签到功能未启用
zh_tw: 簽到功能未啟用

# Checkin_NotDetected
source: No binding detected
de_de: Keine Verknüpfung erkannt
es_mx: No se detectó vinculación
fr_fr: Aucune liaison détectée
hi_in: कोई बाइंडिंग नहीं मिली
id_id: Tidak ada ikatan terdeteksi
it_it: Nessuna associazione rilevata
ja_jp: バインド未検出
ko_kr: 연동 감지되지 않음
pt_br: Nenhum vínculo detectado
ru_ru: Привязка не обнаружена
zh_cn: 未检测到绑定
zh_tw: 未偵測到綁定

# Checkin_NotDetectedAccount
source: No account detected
de_de: Kein Konto erkannt
es_mx: No se detectó cuenta
fr_fr: Aucun compte détecté
hi_in: कोई खाता नहीं मिला
id_id: Tidak ada akun terdeteksi
it_it: Nessun account rilevato
ja_jp: アカウント未検出
ko_kr: 계정이 감지되지 않음
pt_br: Nenhuma conta detectada
ru_ru: Аккаунт не обнаружен
zh_cn: 未检测到账号
zh_tw: 未偵測到帳號

# Checkin_FeatureNotEnabled
source: Feature not enabled
de_de: Funktion nicht aktiviert
es_mx: Función no activada
fr_fr: Fonctionnalité non activée
hi_in: सुविधा सक्षम नहीं
id_id: Fitur tidak diaktifkan
it_it: Funzionalità non abilitata
ja_jp: 機能が有効化されていません
ko_kr: 기능이 활성화되지 않음
pt_br: Recurso não ativado
ru_ru: Функция не включена
zh_cn: 功能未启用
zh_tw: 功能未啟用

# Checkin_EnableInConfig
source: Set Enable=true in config.json
de_de: In config.json Enable=true setzen
es_mx: Establece Enable=true en config.json
fr_fr: Définissez Enable=true dans config.json
hi_in: config.json में Enable=true सेट करें
id_id: Atur Enable=true di config.json
it_it: Imposta Enable=true in config.json
ja_jp: config.jsonでEnable=trueに設定
ko_kr: config.json에서 Enable=true로 설정하세요
pt_br: Defina Enable=true no config.json
ru_ru: Установите Enable=true в config.json
zh_cn: config.json中设置Enable=true
zh_tw: config.json中設定Enable=true

# Checkin_DefaultUser
source: User{0}
de_de: Benutzer {0}
es_mx: Usuario{0}
fr_fr: Utilisateur {0}
hi_in: उपयोगकर्ता{0}
id_id: Pengguna{0}
it_it: Utente{0}
ja_jp: ユーザー{0}
ko_kr: 사용자{0}
pt_br: Usuário{0}
ru_ru: Пользователь {0}
zh_cn: 用户{0}
zh_tw: 使用者{0}

# Checkin_GameCheckinProgress
source: Checking in game...
de_de: Spiel-Check-in läuft...
es_mx: Haciendo check-in en el juego...
fr_fr: Check-in jeu en cours...
hi_in: गेम में चेक-इन हो रहा है...
id_id: Sedang check-in game...
it_it: Check-in gioco in corso...
ja_jp: ゲームチェックイン中...
ko_kr: 게임 출석 체크 중...
pt_br: Fazendo check-in no jogo...
ru_ru: Игровая отметка...
zh_cn: 正在游戏签到...
zh_tw: 正在遊戲簽到...

# Checkin_OSAccountSkippedCommunity
source: OS Account skipped community check-in
de_de: OS-Konto – Community-Check-in übersprungen
es_mx: Cuenta OS omitida en check-in de comunidad
fr_fr: Compte OS ignoré pour le check-in communauté
hi_in: OS खाते ने कम्युनिटी चेक-इन छोड़ा
id_id: Akun OS melewati check-in komunitas
it_it: Account OS saltato check-in community
ja_jp: OSアカウント コミュニティチェックインスキップ
ko_kr: OS 계정 커뮤니티 출석 건너뜀
pt_br: Conta OS pulou check-in da comunidade
ru_ru: OS аккаунт пропущен (отметка сообщества)
zh_cn: OS 账号跳过社区签到
zh_tw: OS 帳號跳過社群簽到

# Checkin_CommunityCheckinProgress
source: Checking in community...
de_de: Community-Check-in läuft...
es_mx: Haciendo check-in en comunidad...
fr_fr: Check-in communauté en cours...
hi_in: कम्युनिटी में चेक-इन हो रहा है...
id_id: Sedang check-in komunitas...
it_it: Check-in community in corso...
ja_jp: コミュニティチェックイン中...
ko_kr: 커뮤니티 출석 체크 중...
pt_br: Fazendo check-in na comunidade...
ru_ru: Отметка сообщества...
zh_cn: 正在社区签到...
zh_tw: 正在社群簽到...

# Checkin_CloudGameCheckinProgress
source: Checking in cloud game...
de_de: Cloud-Spiel-Check-in läuft...
es_mx: Haciendo check-in en juego en la nube...
fr_fr: Check-in cloud gaming en cours...
hi_in: क्लाउड गेम में चेक-इन हो रहा है...
id_id: Sedang check-in cloud game...
it_it: Check-in cloud game in corso...
ja_jp: クラウドゲームチェックイン中...
ko_kr: 클라우드 게임 출석 체크 중...
pt_br: Fazendo check-in no cloud gaming...
ru_ru: Отметка облачной игры...
zh_cn: 正在云游戏签到...
zh_tw: 正在雲端遊戲簽到...

# CheckinGame_Exception
source: Exception: {0}
de_de: Fehler: {0}
es_mx: Excepción: {0}
hi_in: अपवाद: {0}
it_it: Eccezione: {0}
ja_jp: 例外: {0}
ko_kr: 예외: {0}
pt_br: Exceção: {0}
ru_ru: Исключение: {0}
zh_cn: 异常: {0}
zh_tw: 異常: {0}

# Token_InvalidCookie
source: No valid cookie provided
de_de: Kein gültiges Cookie vorhanden
es_mx: No se proporcionó cookie válida
fr_fr: Cookie valide non fourni
hi_in: कोई मान्य कुकी प्रदान नहीं की गई
id_id: Tidak ada cookie valid yang diberikan
it_it: Nessun cookie valido fornito
ja_jp: 有効なCookieがありません
ko_kr: 유효한 쿠키가 제공되지 않았습니다
pt_br: Nenhum cookie válido fornecido
ru_ru: Нет действительного cookie
zh_cn: 未提供有效的 Cookie
zh_tw: 未提供有效的 Cookie

# Token_MissingStokenOrMid
source: Stoken or mid is missing from local cookie, unable to refresh
de_de: Im lokalen Cookie fehlen stoken oder mid. Aktualisierung nicht möglich.
es_mx: Falta Stoken o mid en la cookie local, no se puede actualizar
fr_fr: Stoken ou mid manquant dans le cookie local, impossible d'actualiser
hi_in: स्थानीय कुकी से Stoken या mid गायब है, रीफ़्रेश करने में असमर्थ
id_id: Stoken atau mid tidak ada dari cookie lokal, tidak dapat menyegarkan
it_it: Stoken o mid mancante dal cookie locale, impossibile aggiornare
ja_jp: ローカルCookieにstokenまたはmidがありません。更新不可。
ko_kr: 로컬 쿠키에 Stoken 또는 mid가 누락되어 새로고침할 수 없습니다
pt_br: Stoken ou mid ausente do cookie local, não é possível atualizar
ru_ru: Stoken или mid отсутствует в локальном cookie, обновление невозможно
zh_cn: 本地Cookie中缺少stoken或mid，无法刷新
zh_tw: 本機 Cookie 中缺少 stoken 或 mid，無法重新整理

# Token_RefreshTitle
source: Cookie Refresh
de_de: Cookie-Aktualisierung
es_mx: Actualización de cookie
fr_fr: Actualisation du Cookie
hi_in: कुकी रीफ़्रेश
id_id: Penyegaran Cookie
it_it: Aggiornamento Cookie
ja_jp: Cookie更新
ko_kr: 쿠키 새로고침
pt_br: Atualização de cookie
ru_ru: Обновление cookie
zh_cn: Cookie刷新
zh_tw: Cookie重新整理

# Token_ManualRefreshProgress
source: Performing manual refresh...
de_de: Manuelle Aktualisierung wird ausgeführt...
es_mx: Realizando actualización manual...
fr_fr: Actualisation manuelle en cours...
hi_in: मैन्युअल रीफ़्रेश हो रहा है...
id_id: Melakukan penyegaran manual...
it_it: Aggiornamento manuale in corso...
ja_jp: 手動更新実行中...
ko_kr: 수동 새로고침 수행 중...
pt_br: Realizando atualização manual...
ru_ru: Выполняется ручное обновление...
zh_cn: 正在执行手动刷新...
zh_tw: 正在執行手動重新整理...

# Token_AutoRefreshProgress
source: Cookie expired, performing refresh...
de_de: Cookie ist abgelaufen, Aktualisierung wird ausgeführt...
es_mx: Cookie caducada, realizando actualización...
fr_fr: Cookie expiré, actualisation automatique en cours...
hi_in: कुकी समाप्त हो गई, रीफ़्रेश हो रहा है...
id_id: Cookie kedaluwarsa, melakukan penyegaran...
it_it: Cookie scaduto, aggiornamento in corso...
ja_jp: Cookie期限切れ、更新実行中...
ko_kr: 쿠키 만료, 새로고침 수행 중...
pt_br: Cookie expirado, realizando atualização...
ru_ru: Cookie истекли, выполняется обновление...
zh_cn: Cookie已失效，正在执行刷新...
zh_tw: Cookie已失效，正在執行重新整理...

# Token_WebTicketFailed
source: Failed to create WebTicket
de_de: WebTicket-Erstellung fehlgeschlagen
es_mx: Error al crear WebTicket
fr_fr: Échec de création du WebTicket
hi_in: WebTicket बनाने में विफल
id_id: Gagal membuat WebTicket
it_it: Creazione WebTicket fallita
ja_jp: WebTicket作成失敗
ko_kr: WebTicket 생성 실패
pt_br: Falha ao criar WebTicket
ru_ru: Не удалось создать WebTicket
zh_cn: 创建 WebTicket 失败
zh_tw: 建立 WebTicket 失敗

# Token_QRScanFailed
source: Simulated QR scan request failed
de_de: Simulierter QR-Scan fehlgeschlagen
es_mx: Solicitud de escaneo QR simulado fallida
fr_fr: Échec de la simulation de scan QR
hi_in: सिम्युलेटेड QR स्कैन अनुरोध विफल
id_id: Permintaan simulasi pemindaian QR gagal
it_it: Richiesta scansione QR simulata fallita
ja_jp: QRコードスキャンリクエスト失敗
ko_kr: 시뮬레이션된 QR 스캔 요청 실패
pt_br: Requisição simulada de leitura de QR falhou
ru_ru: Ошибка запроса симуляции QR-сканирования
zh_cn: 模拟扫码请求失败
zh_tw: 模擬掃碼請求失敗

# Token_ConfirmLoginFailed
source: Simulated login confirmation request failed
de_de: Simulierte Login-Bestätigung fehlgeschlagen
es_mx: Solicitud de confirmación de inicio de sesión simulada fallida
fr_fr: Échec de la simulation de confirmation de connexion
hi_in: सिम्युलेटेड लॉगिन पुष्टि अनुरोध विफल
id_id: Permintaan simulasi konfirmasi login gagal
it_it: Richiesta conferma accesso simulata fallita
ja_jp: ログイン確認リクエスト失敗
ko_kr: 시뮬레이션된 로그인 확인 요청 실패
pt_br: Requisição simulada de confirmação de login falhou
ru_ru: Ошибка запроса подтверждения входа
zh_cn: 模拟确认登录请求失败
zh_tw: 模擬確認登入請求失敗

# Token_ManualRefreshDone
source: Manual cookie refresh complete. New credentials are active.
de_de: Manuelle Cookie-Aktualisierung abgeschlossen. Neue Anmeldedaten sind aktiv.
es_mx: Actualización manual de cookie completada. Las nuevas credenciales están activas.
fr_fr: Actualisation manuelle du cookie terminée, nouveaux identifiants appliqués
hi_in: मैन्युअल कुकी रीफ़्रेश पूर्ण। नए क्रेडेंशियल सक्रिय हैं।
id_id: Penyegaran cookie manual selesai. Kredensial baru aktif.
it_it: Aggiornamento manuale cookie completato. Le nuove credenziali sono attive.
ja_jp: Cookie手動更新完了。新しい認証情報が有効です。
ko_kr: 수동 쿠키 새로고침 완료. 새 자격 증명이 활성화되었습니다.
pt_br: Atualização manual de cookie concluída. Novas credenciais estão ativas.
ru_ru: Ручное обновление cookie завершено. Новые учётные данные активны.
zh_cn: Cookie手动刷新已完成，新凭据已生效
zh_tw: Cookie手動重新整理已完成，新憑據已生效

# Token_AutoRefreshDone
source: Automatic cookie refresh complete. New credentials are active.
de_de: Automatische Cookie-Aktualisierung abgeschlossen. Neue Anmeldedaten sind aktiv.
es_mx: Actualización automática de cookie completada. Las nuevas credenciales están activas.
fr_fr: Actualisation automatique du cookie terminée, nouveaux identifiants appliqués
hi_in: स्वचालित कुकी रीफ़्रेश पूर्ण। नए क्रेडेंशियल सक्रिय हैं।
id_id: Penyegaran cookie otomatis selesai. Kredensial baru aktif.
it_it: Aggiornamento automatico cookie completato. Le nuove credenziali sono attive.
ja_jp: Cookie自動更新完了。新しい認証情報が有効です。
ko_kr: 자동 쿠키 새로고침 완료. 새 자격 증명이 활성화되었습니다.
pt_br: Atualização automática de cookie concluída. Novas credenciais estão ativas.
ru_ru: Автообновление cookie завершено. Новые учётные данные активны.
zh_cn: Cookie自动刷新已完成，新凭据已生效
zh_tw: Cookie自動重新整理已完成，新憑據已生效

# Token_GetNewCookieFailed
source: Failed to get new cookie
de_de: Abruf des neuen Cookies fehlgeschlagen
es_mx: Error al obtener nueva cookie
fr_fr: Échec d'obtention du nouveau cookie
hi_in: नई कुकी प्राप्त करने में विफल
id_id: Gagal mendapatkan cookie baru
it_it: Recupero nuovo cookie fallito
ja_jp: 新しいCookie取得失敗
ko_kr: 새 쿠키를 가져오지 못했습니다
pt_br: Falha ao obter novo cookie
ru_ru: Не удалось получить новый cookie
zh_cn: 获取新 Cookie 失败
zh_tw: 取得新 Cookie 失敗

# Token_RefreshFailed
source: Cookie Refresh Failed
de_de: Cookie-Aktualisierung fehlgeschlagen
es_mx: Actualización de cookie fallida
fr_fr: Échec d'actualisation du cookie
hi_in: कुकी रीफ़्रेश विफल
id_id: Penyegaran Cookie Gagal
it_it: Aggiornamento Cookie Fallito
ja_jp: Cookie更新失敗
ko_kr: 쿠키 새로고침 실패
pt_br: Falha na atualização do cookie
ru_ru: Ошибка обновления cookie
zh_cn: Cookie刷新失败
zh_tw: Cookie重新整理失敗

# Token_RefreshException
source: An exception occurred during cookie refresh: {0}
de_de: Fehler bei der Cookie-Aktualisierung: {0}
es_mx: Ocurrió una excepción durante la actualización de cookie: {0}
fr_fr: Exception lors de l'actualisation du cookie : {0}
hi_in: कुकी रीफ़्रेश के दौरान एक अपवाद हुआ: {0}
id_id: Terjadi exception saat penyegaran cookie: {0}
it_it: Si è verificata un'eccezione durante l'aggiornamento cookie: {0}
ja_jp: Cookie更新中に例外発生: {0}
ko_kr: 쿠키 새로고침 중 예외 발생: {0}
pt_br: Ocorreu uma exceção durante a atualização do cookie: {0}
ru_ru: Исключение при обновлении cookie: {0}
zh_cn: Cookie刷新过程中出现异常: {0}
zh_tw: Cookie重新整理過程中出現異常: {0}

# RedeemCode_Expired
source: Expired
de_de: Abgelaufen
es_mx: Caducado
fr_fr: Expiré
hi_in: समाप्त हो गया
id_id: Kedaluwarsa
it_it: Scaduto
ja_jp: 期限切れ
ko_kr: 만료됨
pt_br: Expirado
ru_ru: Истёк
zh_cn: 已过期
zh_tw: 已過期

# RedeemCode_ExpiringToday
source: Expires today
de_de: Läuft heute ab
es_mx: Caduca hoy
fr_fr: Expire aujourd'hui
hi_in: आज समाप्त होगा
id_id: Kedaluwarsa hari ini
it_it: Scade oggi
ja_jp: 本日期限切れ
ko_kr: 오늘 만료
pt_br: Expira hoje
ru_ru: Истекает сегодня
zh_cn: 今天到期
zh_tw: 今天到期

# RedeemCode_HoursLeft
source: {0} hours left
de_de: Noch {0} Stunden
es_mx: {0} horas restantes
fr_fr: Reste {0} heure(s)
hi_in: {0} घंटे शेष
id_id: {0} jam tersisa
it_it: {0} ore rimanenti
ja_jp: 残り{0}時間
ko_kr: {0}시간 남음
pt_br: {0} horas restantes
ru_ru: Осталось {0} ч.
zh_cn: 剩余 {0} 小时
zh_tw: 剩餘 {0} 小時

# RedeemCode_DaysLeft
source: {0} days left
de_de: Noch {0} Tage
es_mx: {0} días restantes
fr_fr: Reste {0} jour(s)
hi_in: {0} दिन शेष
id_id: {0} hari tersisa
it_it: {0} giorni rimanenti
ja_jp: 残り{0}日
ko_kr: {0}일 남음
pt_br: {0} dias restantes
ru_ru: Осталось {0} дн.
zh_cn: 剩余 {0} 天
zh_tw: 剩餘 {0} 天

# RedeemCode_MoreEvents
source: ...and {0} more events
de_de: ... sowie {0} weitere Aktionen
es_mx: ...y {0} eventos más
fr_fr: ... ainsi que {0} autre(s) activité(s)
hi_in: ...और {0} और इवेंट
id_id: ...dan {0} event lainnya
it_it: ...e altri {0} eventi
ja_jp: ...他{0}件
ko_kr: ...외 {0}개 이벤트
pt_br: ...e mais {0} eventos
ru_ru: ...и ещё {0} событий
zh_cn: ……以及另外 {0} 个活动
zh_tw: ……以及另外 {0} 個活動

# RedeemCode_NewPublished
source: New Redeem Code Published
de_de: Neuer Code veröffentlicht
es_mx: Nuevo código de canje publicado
fr_fr: Nouveau code de récompense publié
hi_in: नया रिडीम कोड प्रकाशित
id_id: Kode Redeem Baru Diterbitkan
it_it: Nuovo Codice Riscatto Pubblicato
ja_jp: 新コード公開
ko_kr: 새 리딤 코드 공개됨
pt_br: Novo código de resgate publicado
ru_ru: Опубликован новый код
zh_cn: 新兑换码已发布
zh_tw: 新兌換碼已發布

# RedeemCode_NewContent
source: New redeem code event found:\n{0}\nPlease redeem in-game promptly!
de_de: Neue Code-Aktion entdeckt:\n{0}\nBitte rechtzeitig im Spiel einlösen!
es_mx: Nuevo evento de código de canje encontrado:\n{0}\n¡Por favor, canjéalo en el juego cuanto antes!
fr_fr: Nouveau code de récompense découvert :\n{0}\nVeuillez l'utiliser rapidement dans le jeu !
hi_in: नया रिडीम कोड इवेंट मिला:\n{0}\nकृपया तुरंत गेम में रिडीम करें!
id_id: Event kode redeem baru ditemukan:\n{0}\nHarap redeem dalam game segera!
it_it: Nuovo evento codice riscatto trovato: {0} Riscattalo in gioco tempestivamente!
ja_jp: 新しいコード:\n{0}\nお早めにゲーム内で交換してください！
ko_kr: 새 리딤 코드 이벤트 발견:\n{0}\n게임 내에서 빠르게 교환하세요!
pt_br: Novo evento de código de resgate encontrado:\n{0}\nPor favor, resgate no jogo imediatamente!
ru_ru: Новый код:\n{0}\nАктивируйте в игре!
zh_cn: 发现新的兑换码活动：\n{0}\n请及时前往游戏内兑换！
zh_tw: 發現新的兌換碼活動：\n{0}\n請及時前往遊戲內兌換！

# RedeemCode_ExpiringTitle
source: Redeem Code Expiring Soon
de_de: Code läuft bald ab
es_mx: Código de canje a punto de caducar
fr_fr: Code de récompense sur le point d'expirer
hi_in: रिडीम कोड जल्द समाप्त होगा
id_id: Kode Redeem Segera Kedaluwarsa
it_it: Codice Riscatto in Scadenza
ja_jp: コード期限切れ間近
ko_kr: 리딤 코드 곧 만료
pt_br: Código de resgate expirando em breve
ru_ru: Код скоро истекает
zh_cn: 兑换码即将失效
zh_tw: 兌換碼即將失效

# RedeemCode_ExpiringContent
source: Event {0} has available codes:\n{1}\nPlease use them in-game as soon as possible. They will expire after today!
de_de: Die Aktion {0} enthält gültige Codes:\n{1}\nBitte so bald wie möglich im Spiel einlösen – läuft heute ab!
es_mx: El evento {0} tiene códigos disponibles:\n{1}\nPor favor, úsalos en el juego lo antes posible. ¡Caducan hoy!
fr_fr: L'activité {0} contient un code utilisable :\n{1}\nVeuillez l'utiliser rapidement dans le jeu, il expirera après aujourd'hui !
hi_in: इवेंट {0} में उपलब्ध कोड हैं:\n{1}\nकृपया उन्हें जितनी जल्दी हो सके गेम में उपयोग करें। वे आज के बाद समाप्त हो जाएँगे!
id_id: Event {0} memiliki kode tersedia:\n{1}\nHarap gunakan dalam game sesegera mungkin. Kode akan kedaluwarsa setelah hari ini!
it_it: L'evento {0} ha codici disponibili: {1} Usali in gioco il prima possibile. Scadranno dopo oggi!
ja_jp: イベント{0}に利用可能コード:\n{1}\nお早めにゲーム内でご使用ください。本日期限切れ！
ko_kr: 이벤트 {0}에 사용 가능한 코드:\n{1}\n가능한 빨리 게임 내에서 사용하세요. 오늘 이후 만료됩니다!
pt_br: O evento {0} tem códigos disponíveis:\n{1}\nPor favor, use-os no jogo o mais rápido possível. Eles expirarão após hoje!
ru_ru: Событие {0} имеет коды:\n{1}\nИспользуйте их как можно скорее. Срок истекает сегодня!
zh_cn: 活动 {0} 包含可用兑换码：\n{1}\n请尽快前往游戏内使用，将在今天之后失效！
zh_tw: 活動 {0} 包含可用兌換碼：\n{1}\n請盡快前往遊戲內使用，將在今天之後失效！

# HashCheck_Failed
source: Verification Failed
de_de: Prüfung fehlgeschlagen
es_mx: Verificación fallida
fr_fr: Échec de vérification
hi_in: सत्यापन विफल
id_id: Verifikasi Gagal
it_it: Verifica Fallita
ja_jp: 検証失敗
ko_kr: 검증 실패
pt_br: Verificação falhou
ru_ru: Проверка не пройдена
zh_cn: 校验失败
zh_tw: 驗證失敗

# HashCheck_FileNotFound
source: Verification file not found. Please check client integrity.
de_de: Prüfdatei nicht gefunden. Bitte überprüfe die Client-Integrität.
es_mx: Archivo de verificación no encontrado. Por favor, revisa la integridad del cliente.
fr_fr: Fichier de vérification introuvable, veuillez vérifier l'intégrité du client
hi_in: सत्यापन फ़ाइल नहीं मिली। कृपया क्लाइंट अखंडता जाँचें।
id_id: File verifikasi tidak ditemukan. Harap periksa integritas klien.
it_it: File di verifica non trovato. Controlla l'integrità del client.
ja_jp: 検証ファイルが見つかりません。クライアントの整合性を確認してください。
ko_kr: 검증 파일을 찾을 수 없습니다. 클라이언트 무결성을 확인하세요.
pt_br: Arquivo de verificação não encontrado. Verifique a integridade do cliente.
ru_ru: Файл проверки не найден. Проверьте целостность клиента.
zh_cn: 找不到校验文件，请检查客户端完整性
zh_tw: 找不到驗證檔案，請檢查客戶端完整性

# HashCheck_FormatError
source: Format Error
de_de: Formatfehler
es_mx: Error de formato
fr_fr: Erreur de format
hi_in: प्रारूप त्रुटि
id_id: Kesalahan Format
it_it: Errore di Formato
ja_jp: 形式エラー
ko_kr: 형식 오류
pt_br: Erro de formato
ru_ru: Ошибка формата
zh_cn: 格式错误
zh_tw: 格式錯誤
